Repository: mozilla-l10n/mt-training-data
Catalog: vec/vec_pontoon.tmx
Source language: en_us
Languages: vec

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
vec: Ƚa registrasion vocaƚe de ƚe fraxi ƚa xe na parte fondamentaƚe ne ƚa costrusion de el nòstro dataset publico (secondo cualcheduni anca ƚa pì divertente).

source: Record/Stop
vec: Registra/Interonpi

source: RECORD VOICEWAVE
vec: Registra ƚa to vose

source: Record your voice
vec: Registra ƚa to vose

source: Recreate Voicewave
vec: Ricrea n’onda sonora

source: Report was passed successfully
vec: Ƚa segnalasion la xe stà mandà coretamente.

source: Request a Language
vec: Dimanda na ƚengua

source: *required
vec: *obligatorio

source: Re-record
vec: Registra de novo

source: RE-RECORD
vec: REGISTRA DE NOVO

source: Re-record clip
vec: Ripeti ƚa registrasion

source: Return here to edit your goal anytime.
vec: Par modìfegare el to obietivo torna chive cò te voi.

source: Return to Common Voice
vec: Torna a Common Voice

source: Return to Common Voice Datasets
vec: Torna a i dataset de Common Voice

source: Return to Languages
vec: Torna indrio a ƚa sesione Ƚengue

source: Review
vec: Riscolta

source: Review & re-record clips here as you go
vec: Scolta de novo e, se necesario, ripeti ƚe registrasion vanti de proseguire

source: Review & re-record clips if needed
vec: Scolta ƚe registrazioni e, se necesario, ripetiƚe

source: Review & Submit
vec: Riscolta e manda

source: Romanian
vec: Rumeno

source: Romansh Sursilvan
vec: Romancio sotosilvan

source: Romansh Vallader
vec: Romancio Vallader

source: Russian
vec: Ruso

source: Sakha
vec: Sacha

source: Sardinian
vec: Sardo

source: Saved
vec: Salvà

source: Search for answers
vec: Serca par risposte

source: See how your progress compares to other contributors all over the world.
vec: Confronta i tuoi progresi co cueƚi de altri colaboratori de tuto el mondo.

source: See Less
vec: Visualixa manco eƚementi

source: See More
vec: Vixualixa pì eƚementi

source: Select a Language...
vec: Selesiona na ƚengua…

source: Sentence Collection
vec: Rancura de fraxi

source: Sentences
vec: Fraxi

source: Serbian
vec: Serbo

source: Set a goal
vec: Inposta on obietivo

source: Set my visibility
vec: Inposta ƚa me visibiƚità

source: Sex
vec: Seso

source: Share my goal
vec: Condividi el mìo obietivo

source: Share your { $count } Clip Daily Goal for { $type }
vec: Condividi el to obiettivo cuotidian de { $count } registrazion par { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
vec: Condividi el to obietivo setimanaƚe de { $count } registrasion par { $type }

source: Show my ranking
vec: Mostra ƚa me poxision

source: Sign up for an account
vec: Nòtate

source: Sign up for Common Voice newsletters, goal reminders and progress updates
vec: Nòtate a óe newsletter de Common Voice, a i promemoria de i obietivi e a i axornamenti de i progresi

source: sign up for email updates
vec: Nòtate a i axornamenti via email

source: Sign up for { $lang } updates:
vec: Registrate par risevere axornamenti so ƚa ƚengua { $lang }:

source: Sinhala
vec: Singalexe

source: Size
vec: Dimension

source: Skip
vec: Salta

source: Skip Submission Feedback
vec: Salta el invio de i comenti

source: Slovak
vec: Slovaco

source: Slovenian
vec: Xloveno

source: Sorbian, Lower
vec: Baso sorabo

source: Sorbian, Upper
vec: Sorabo de sora

source: Spanish
vec: Spagnoƚo

source: Speak
vec: Parla

source: Speakers
vec: Parlà da

source: Speaking
vec: Registrare

source: Speaking and Listening
vec: Registrare e convaƚidare

source: Speak now
vec: Parla deso

source: Speak up, contribute here!
vec: Dixi cualche roba, fà clic chive par scomisiare!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
vec: <speechBlogLink>Istrusioni par el riconosimento vocaƚe</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
vec: Parlare xe speso el modo pì naturaƚe de comunicare e ƚe tecnologìe vocaƚi ƚe xe drio introdure stà facoltà anca ne i nostri computer e i dispoxitivi mobiƚi. Voƚemo consentire a i svilupadori de realixare nove aplicasioni strabiƚianti baxà su'l riconosimento vocaƚe, cofà tradutori en tenpo realhe e asistenti digitaƚi. Ma atualmente ƚa major parte dei dati vocaƚi dimandà par realixare sto tipo de app i xe costosi e proprietari. Con el dataset de Common Voice intendemo fornire a i svilupadori ƚe risorse necesarie par inovare e rendare la tecnologìa vocaƚe disponibiƚi ne ƚa propria lengua. Par rendare el riconosimento vocaƚe ancora pì universaƚe, semo drio racojere canpioni vocaƚi ne ƚe ƚengue pì comuni, ma anca en cueƚe parlà da on ristreto nùmaro de parsone e che speso ƚe vien ignorà da i servisi de riconosimento vocaƚe comerciaƚi. Publicando on insieme de dataset diversificà ofrimo a i svilupadori, a i inprenditori e a intiere comunidà lenguistighe ƚe risorse par colmare da soƚi sta lacuna.

source: Speech-to-text (STT)
vec: Riconosimento vocaƚe (STT acronimo de Speech-to-text)

source: Speech-to-text (STT) technologies convert voice data into text.
vec: Le tecnologie de riconosimento vocaƚe (STT) ƚe converte el parlato en testo.

source: Splits
vec: Divixioni

source: Start recording
vec: Invìa la registrasion

source: Stats
vec: Statisteghe

source: Streaks
vec: Trace

source: Submit
vec: Manda

source: Submit a report
vec: Manda na segnalasion

source: Submit clips
vec: Manda registrasion

source: Subscribe
vec: Iscrivite

source: Success
vec: Conpletà

source: Success, profile created!
vec: Profiƚo creà co suceso

source: Swedish
vec: Svedexe

source: Syriac
vec: Siriaco

source: Tajik
vec: Tagico

source: Tap
vec: Toca

source: Tatar
vec: Tàtaro

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
vec: Tatoeba el xe on anpio database che racoje fraxi, tradusioni e registrasioni vocaƚi par scopi de aprendimento ƚenguistico. El presente download el contien trace audio de inglexe parlà registrà da ƚa comunidà de Tatoeba.

source: Terms
vec: Condisioni

source: Thai
vec: Tailandexe

source: Thanks for confirming your account, now let's build your profile.
vec: Grasie par aver confermà el to account, deso scomisiemo a conpletare el to profiƚo.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
vec: Grasie par el to contributo!<lineBreak></lineBreak>Deso scolta ƚe registrasion di seguito e sèji se salvarƚe.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
vec: Grasie par el to interese a contribuire ne ƚa lingua { $lang }. El nòstro conpito el xe pareciare tute ƚe ƚengue par el ƚancio e mantegnere axornà i vari team via email. Se te voi darne na man, inserisi ƚa to email cua soto.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
vec: El Cimitero de ƚe registrasion xe costituìo da ƚe registrasioni vocaƚi scartà da'l dataset de Common Voice; anca eƚo el poƚe èsare scaricà liberamente.

source: The clip has disrespectful or offensive language.
vec: Ƚa registrasion uxa on linguagio irispetoso o ofensivo.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
vec: El dataset de Common Voice integra Deep Speech, el motore de riconosimento vocaƚe open source de Mozilla. La prima version de Deep Speech ƚa xe stà rilasià a novenbre 2017 e ƚa ga continuà a evolversi da alora. Credemo che sta tecnologia de riconosimento vocaƚe open source, insieme a'l dataset de Common Voice, ƚa gaverìa èsare disponibiƚe par tuti. Speremo che ste tecnologie ƚe permeta a i svilupatori de realixare ƚa prosima ondata de prodoti e servisi inovativi.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
vec: El dataset de Common Voice integra el motore de riconosimento vocaƚe open source de Mozilla, Deep Speech, utilixabiƚe par creare aplicasioni de riconosimento vocaƚe. Lexi ƚa <githubLink>panoramica GitHub</githubLink> o unisite a <discourseLink>DeepSpeech su Discourse</discourseLink> par savere cofà comisiare.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
vec: Il dataset de Common Voice el contien centinaia de mijaja de tipi de vose che i juta i svilupatori a realixare stromenti de riconosimento vocaƚe.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
vec: El set de dati di Common Voice ƚa xe na risorsa vèrta e publicamente disponibiƚe che ƚa poƚe èsare utiƚixà par adestrare n’ampia varietà de aplicasioni co funsione de riconosimento vocaƚe. Par protegere ƚa sicuresa de i nòstri colaboratori, dimandemo a tuti cueƚi che i scarica el set de dati Common Voice de rispetare ƚa sò privacy. Tute ƚe registrasioni ne'l set de dati ƚe vien anonimixà. Scaricando el dataset te aconsenti a rinunciare a ogni tentativo de determinare ƚ’identità de i donatori de voce. Sto cua significa che no te devi coƚegare ƚe informasioni ne'l dataset a ƚe informasioni personaƚi de on colaboratore. Tuttavia, xe posibiƚe utiƚixare el set de dati par adestrare el software de riconosimento vocaƚe, de riconosimento de'l sogeto parlante o altre aplicasioni, o anche corelà ƚe informasioni ne'l dataset a altre informasioni senpre prexenti ne ƚo steso dataset.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
vec: EIl dataset de Common Voice el xe disponibiƚe par èsare scaricà soto la licensa <licenseLink>CC0</licenseLink> da ƚa <datasetLink>pàgina Dataset</datasetLink>. Ne ƚa stesa pàgina te poi catare tanti altri dataset scaricabiƚi publicamente.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
vec: Il contegio de ƚe ore de registrasion vocaƚi che ƚe xe sta convalidà da 2 utenti su 3 con on “Sì”. Sti progresi i juta a rivare a'l nòstro obietivo: 10.000 ore.

source: The count of voice recording hours we have collected so far.
vec: El contegio de ƚe ore de registrasion vocaƚe che gavemo rancurà fin deso.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
vec: L’obietivo de'l dataset de Common Voice el xe de consentire a chiuncue ne'l mondo de svilupare aplicasioni che ƚe uxà el riconoscimento vocaƚe, el riconosimento de'l parlante o cualsiasi altro tipo de funsion che uxi dati vocali. On asistente vocaƚe el xe soƚo on de i tanti tipi de aplicasion par uxare i dataset.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
vec: La comunidà de voƚontari ƚa xe ancora drio radunare e rielaborare la version multilingua de'l dataset. Se te desideri jutarne a xontare altre ƚengue so Common Voice, te poi imettere nove fraxi ne'l dataset uxando el <sentenceCollectorLink>Sentence Collector Tool</sentenceCollectorLink> opure tradure ƚa pàgina web de Common Voice ne ƚa to ƚengua co <pontoonLink>Pontoon</pontoonLink>, ƚa piataforma de localixasion online de Mozilla. Le nove ƚengue ƚe vien ativà so Common Voice na volta rancurà su e aprovà 5000 fraxi.

source: The number of recordings and which languages you contribute to will be public.
vec: El nùmaro de registrasioni e ƚe ƚengue indove te ghe contribuìo ƚe sarà publiche.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
vec: El proceso che parmete a ƚe informasioni de'l profiƚo de on colaboratore contegnù ne ƚe so registrasioni ƚe vien rese ilegibiƚi cò ƚe vien scaricà cofà parte de'l dataset.

source: The recording was too long.
vec: Ƚa registrasion la xe masa longa.

source: The recording was too quiet.
vec: El voƚume de ƚa registrasion ƚa xe masa basa.

source: The recording was too short.
vec: Ƚa registrasion la xe masa breve.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
vec: Ste ƚengue ƚe xe atualmente en faxe de sviƚupo da parte de ƚa comunità. Le bare de avansamento le indica i progresi de ogni ƚengua ne'l proceso de <localizationGlossaryLink>localixasione de'l sito web</localizationGlossaryLink> e de <fraseCollectionGlossaryLink>rancura de ƚe fraxi</sentenceCollectionGlossaryLink>.

source: The selected file is too large
vec: El file selesionà el xe masa grande

source: The sentence has a grammatical or spelling error.
vec: Ƚa fraxe la ga on erore gramaticaƚe o de ortografìa.

source: The sentence has disrespectful or offensive language.
vec: La fraxe utilixa on lenguajo irispetoso o ofensivo.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
vec: El corpus TED-LIUM el xe realixà co registrasioni audio de conferense e relative trascrisioni disponibiƚi so'l sito TED.

source: This is approximately the number of hours required to train a production speech-to-text system.
vec: El xe sirca el nùmaro de ore necesarie par adestrare on software de riconosimento vocaƚe.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
vec: Se trata de on software open source che tuti cuanti i poƚe modifegare, anpliare e mijorare. Mycroft el se poƚe uxare en cualsiasi anbito, da on progeto sientifego a n’applicasione software d’inpresa.

source: This is our process for translating and adapting our content for many locales (languages).
vec: El xe el proceso che traduxe e adata i contenudi par altre ƚengue.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
vec: Sta inpostasion ƚa controƚa ƚa to vixibilità ne la clasifica. Se te selesioni l’opsione Sconto ƚe to atività ƚe resterà riservà, cioè ƚa to imagine, el nome utente e i progresi no i aparirà so ƚa clasifica. Tien da conto che ghe voƚe { $minutes } minuti par che la clasifica ƚa se axorni.

source: Three to go!
vec: Ancora tre!

source: Today
vec: Oncò

source: Today's Common Voice progress on clips recorded
vec: Progreso de Common Voice de oncò so ƚe registrasion imese

source: Today's Common Voice progress on clips validated
vec: Progreso de Common Voice de oncò so ƚe registrasion convalidà

source: Today's Progress
vec: Progresi de oncò

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
vec: Par èsare inclusa ne'l dataset de Common Voice, na registrasion vocaƚe ƚa deve èsare validà da do utenti diversi.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
vec: Par no ƚimitare ƚe posibili aplicasioni de'l dataset Common Voice, gavemo deciso de utilixare unicamente fraxi disponibiƚi soto ƚa licensa Creative Commons (CC0). El standard CC0 rende pì difisile catare e rancurare fraxi idonee, tutavia garantise a tuti cuanti el dirito de inpiegare i dati rancurà sensa restrisioni so ƚ’utilixo o autorixasion da parte de Mozilla. En definitiva, voƚemo che el dataset multilingua el gapia manco restrisioni posibiƚi en modo da èsare utƚlxà ƚiberamente da chiuncue, conpresi risercatori, università, startup, governi, organixasioni par scopi sociaƚi e hobisti.

source: Top Contributors
vec: Coƚaboratori principaƚi

source: Total
vec: Totaƚe

source: Total Approved
vec: Totaƚe aprovà

source: Toward next goal
vec: Verso el prosimo obietivo

source: Track progress here and on your stats page.
vec: Tieni tracia de i progresi chive e ne la to pàgina de ƚe statisteghe.

source: Turkish
vec: Turco

source: Udmurt
vec: Udmurto

source: Ukrainian
vec: Ucraino

source: UPLOAD
vec: CARGA

source: Upload aborted. Do you want to delete your recordings?
vec: Cargamento anuƚà. Vuto scanseƚare le to registrasioni?

source: Upload an image file
vec: Carga n’imagine

source: User Name
vec: Nòme utente

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
vec: I utenti i convaƚida ƚ’accuratesa de ƚe registrasioni donate, controƚando che ƚa frase ƚa sìa stà leta coretamente.

source: Using Common Voice
vec: Uxo de Common Voice

source: Uzbek
vec: Uzbeco

source: Validated Clips
vec: Registrasion convalidà

source: Validated Hours
vec: Ore convaƚidà

source: Validated Hrs
vec: Ore convalidà

source: Validated Hr. Total
vec: TotaȽe ore convalidà

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
vec: Convaƚidare ƚe registrasion efetuà da altri la xe ƚo steso inportante par ƚa mision de Common Voice. Scoltaƚe e jutane a creare on dataset publico e de cualità.

source: Validations
vec: Convaƚide

source: Venetian
vec: Vèneto

source: Vietnamese
vec: Vietnamita

source: View your progress against personal and project goals.
vec: Confronta i to progresi co i obietivi personaƚi e de el progeto.

source: Visible
vec: Visibiƚe

source: Voice clips are entered into a submission queue that readies them for listening.
vec: Le registrasion ƚe vien caricà e inserìe en na coda de clip pronti par scoltare.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
vec: Ƚa vose ƚa xe naturaƚe, ƚa voce la xe umanità. Par sto cua ƚ’idea de creare na tecnologia vocaƚe utiƚixabiƚe da ƚe nòstre machine ne afasina on saco. Par creare sistemi baxà so ƚa tecnologìa vocaƚe, però, xe necesario on saco de campioni.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
vec: Ƚa vose ƚa xe naturaƚe, ƚa voce la xe umanità. Par sto cua ƚ’idea de creare na tecnologia vocaƚe utiƚixabiƚe da ƚe nòstre machine ne affasina on saco. Par creare sistemi baxà so ƚa tecnologìa vocaƚe, però, xe necesario on saco de canpioni.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
vec: La tecnologia de riconosimento vocaƚe ƚa xe drio rivolusionare el modo par interagire co ƚe macchine, ma al momento i sistemi disponibiƚi i xe costosi e proprietari. Common Voice fa parte de ƚ’inisiativa de Mozilla par mijorare le tecnologie de riconosimento vocaƚe e renderƚe più acesibiƚi a tuti cuanti. Common Voice el xe on gigantesco database de vosi donà da i utenti che i permete a chiuncue de adestrare en maniera ràpida e velose ƚe proprie aplicasioni che ƚe uxa el riconosimento vocaƚe en potenzialmente tute cuante ƚe ƚengue. No solo memorixemo canpioni de vosi de ƚe ƚengue pì difuxe a'l mondo ma anca cuele parlà da comunidà minoritarie. La publicasion de on set de vosi diverse ƚa consentirà a svilupadori, inprenditori e comunità de afrontare da soƚi sta lacuna. Oltre al dataset de Common Voice, semo anca drio svilupare on motore de riconosimento vocaƚe open source ciamà Deep Speech.
